{
  "sow": "Guidelines for Writing a Scope of Work\nThe Scope of Work (SOW) is the area in an agreement where the work to be performed is described. The SOW should contain any milestones, reports, deliverables, and end products that are expected to be provided by the performing party. The SOW should also contain a timeline for all deliverables.\nThe problem with most Scopes of Work is a lack of specificity, namely, when the two parties disagree on what should have been delivered and a review of the SOW does not support one interpretation over the other. This problem is common in research agreements and is often where disputes arise. The best way to avoid this problem is to avoid any and all ambiguity.\nA Scope of Work should include the following components:\n1. Glossary\n2. Problem Statement\n3. Goals of the Agreement\n4. Objectives of the Agreement/Deliverables\n5. Administration\n6. Timeline.\n1. Glossary\nIn the Glossary, spell out each acronym used in the SOW. Also include definitions of odd or unusual terms. Think about the document from the perspective of someone who does not work in the particular industry or discipline.\n2. Problem Statement\nSuccinctly describe the problem that this research will address (1 or 2 paragraphs is fine). Describe the scientific and technological baseline, that is, the current state-of-the-art or developmental status of the field to be advanced.\n3. Goals of the Agreement\nAt the beginning of this section, complete the following sentence (please be succinct): The goal of this project is to… Complete the sentence with a brief description of the goal(s) and how the goal(s) will be met. Goals can be technical, economic, or social. Please be brief, two to three sentences maximum.\n4. Objective of the Agreement/Deliverables\nComplete this section with the objectives of the project, which are things that will be measurable or knowable at the end of this agreement—this is where the deliverables should be listed. Deliverables are comprised of a task and an end product.Example:\nTask: Survey 4 classes of 20 students in asthma awareness. Each class will answer a 25-question survey that assesses their general knowledge of asthma issues as they relate to public health. One reviewer should take about 1 hour with each class to take the survey and another 2 hours per class to assess the data.\nDeliverable: A 10-hour curriculum for graduate student classes of up to 20 students that addresses issues of deficiencies in public health awareness in asthma prevention and care.\nBy reading the task and deliverables, the administrative personnel should be able to construct the budget associated with the SOW. More importantly, in reviewing the deliverables, there should be no question about what is expected of the performing party. A SOW may contain many deliverables, but each should be broken down into tasks and end products to specify what is expected.\n5. Administration\nIf there are meetings, calls, conferences, or other “soft” deliverables, they should be outlined in the administration portion of the SOW. Any requirement that is not an end product of a specific task, but is required of the performing party, needs to be described in the administration section of the SOW.\nExample:\nPI will be required to give weekly reports consisting of: wind pattern analysis, fungi spore distribution, and potential risk areas. During the height of the season, May 15-July 15, the PI may be required to give twice-weekly reports.\n6. Timeline\nThis section lays out all dates for the project. It states dates for the tasks and deliverables. It also covers the dates for the administration portion of the SOW.\nBetween the Glossary, Problem Statement, Goals of the Agreement, Objectives/Deliverables, and Administration components of the SOW, there should be no ambiguity as to what is expected of the performing party. Together, these elements should paint a thorough picture of what is expected, when, and in what form, while noting any special requirements."
}
