[
  {
    "title": "Schedule",
    "clause": "Schedule:\nAll work shall be performed during these times:\n\nFor [Season] [Year] - work may begin [Start Date], and must be completed by [End Date].\nFor [Season] [Year] - work may begin [Start Date], and must be completed by [End Date].\n\nThe [Client Representative] will provide a more detailed schedule for planning purposes which will include the dates and times each [Work Area] will be unoccupied and available for servicing during the performance dates. In the event this schedule is changed or modified, [Client] will provide a revised schedule.\n\n[Client] Holidays when [Work Location] is closed and no work may take place: [Holiday 1], [Holiday 2]\n\nThe Service Provider will make all attempts to perform the services during the hours of [Start Time] - [End Time] [Days of the Week]. For any time or days outside of these hours, the Service Provider must have prior authorization from the [Client Representative].\n\nWork shall only be performed in unoccupied spaces. There may be occupants in adjacent areas/floors/wings, but those spaces are not to be entered nor serviced."
  },
  {
    "title": "Expectations",
    "clause": "Expectations:\nThe Service Provider will deep clean all areas of each [Work Area] once during the [Performance Period] according to the specifications for the lump sum price provided in the Price Proposal.\nRepeat cleaning may be requested by [Client]. Repeat cleaning will be compensated at a rate agreed upon by [Client] and the Service Provider.\nIf the Service provider is unable to complete cleaning due to scheduling; The Service Provider is responsible for completing all work agreed upon at a later designated date and time.\n\nThe desired result of the services is to maintain the facilities and provide a clean, healthy, and safe environment for the occupants.\nAll work shall be performed in accordance with the Scope of Services and the Standards of Performance.\nAny deviations from the Scope of Services, the Service Provider shall contact the designated [Client Representative] and [Client Procurement Contact] in writing via email for prior approval before any work which deviates from the original requirements is started. In the event of disagreement on the necessity of such changes, the [Client]'s decision shall be final.\nThe Service Provider shall maintain all areas in a neat and orderly fashion.\nThe Service Provider must conduct inspections to ensure quality control and address any potential punch list items at their level and notify [Client] via email [Notification Period] prior to completion during normal business hours.\nThe Service Provider must notify management via email [Notification Period] before completing assigned discrepancies during regular business hours.\nAll assigned work, including discrepancies, must be completed during the designated dates. Any items not completed within designated timelines or corrections will be assessed at [Client] [Assessment Rate]."
  },
  {
    "title": "Supplies",
    "clause": "Supplies:\nThe Service Provider shall provide all personnel, cleaning supplies, equipment, tools, materials, supervision, PPE (Personal Protective Equipment), and other items or services necessary to perform the services described.\nSelected items to be restocked or replaced in the [Work Areas] by the Service Provider during the cleaning will be provided by [Client]. See [Appendix/Attachment].\nAll movement of supplies, equipment, and personnel is to be performed by the Service Provider.\nMaterials, equipment and/or paper supplies belonging to [Client] will not be transferred from one job site to another by the Service Provider without permission of the [Client Representative].\nThe Service Provider must submit a complete list of cleaning supplies/chemicals that will be used in performance of the services, listed by brand names, product numbers and include SDS sheets for all supplies to be used in fulfilling these services. An acceptable substitute must be immediately furnished for any rejected item. The Service Provider must provide SDS sheets to [Client] for all chemicals used, prior to the chemicals being brought onto the premises. [Client] encourages the use of environmentally preferable products certified by third parties.\nLabels on all incoming containers of hazardous chemicals must (1) clearly state the identity of the contents, (2) display appropriate hazard warning(s), (3) include first aid information, and (4) list the name and address of chemical manufacturer, importer, or other responsible party.\nWhen performing [Service Type] services, tasks will be performed per manufacturer's recommendations. [Service Area] should be cleaned per manufacturer's recommendations using products and methods consistent with those recommendations and that of the industry.\nThe Service Provider shall use environmentally friendly (green cleaning) products, whenever possible, pre-approved by [Client]."
  },
  {
    "title": "Personnel",
    "clause": "Personnel:\nThis work is not covered by prevailing wage. No [Service Type] associated with a public works project are to be performed under this Agreement.\nThe Service Provider shall employ sufficient labor (maintaining an adequate pool of trained and cleared personnel for any substitutions needed for absences) in accordance with Federal, State, and Local labor laws with the proper equipment, supplies, etc. for completing the required tasks in the manner and time required by this Agreement.\nThe Service Provider will train their employees or subcontractors on cleaning practices and requirements, and chemical and equipment use before performing any services for [Client].\nThe Service Provider is responsible for conducting background checks on all employees PRIOR to Service Provider allowing employees to access worksite. See [Exhibit/Attachment].\nThe Service Provider's personnel will always behave professionally on site. Any person employed by the Service Provider who, in the opinion of [Client], does not perform their work in a proper manner, or is intemperate or disorderly shall, at the written request of [Client], be removed from the work site by the Service Provider and shall not be employed again in any portion of the work without the approval of [Client]. Should the Service Provider fail to remove such person as required above or fail to furnish suitable and sufficient personnel for the proper execution of the work, [Client] may suspend the work by written notice until such orders are followed or terminate the Agreement. The Service Provider shall hold [Client] harmless from damages or claims that may occur in the enforcement of this section. The Service Provider will supervise and direct all work.\nThe Service Provider will be solely responsible for the means, methods, and safety practices of the employees, subcontractors, techniques, sequences, and procedures when performing work. The Service Provider will employ and maintain on the work site a qualified working Site Manager(s) (supervisor/s) who shall have been designated in writing by the Service Provider as their representatives. The Supervisors shall have full authority to act on behalf of the Service Provider and all communications given to the Supervisors shall be binding as if given to the Service Provider. The Supervisors shall be always present on site where work is performed to provide adequate supervision and coordination of the work. All work shall be performed under the supervision of a trained, qualified Supervisor.\nThe Service Provider will furnish supervision and transportation (if required) for their own employees or subcontractors.\nThe Service Provider will ensure their employees comply with all Federal, [Client], [State], and local industrial and business licensing, regulations, and practices.\nEach employee or subcontractor of the Service Provider shall wear an identification card issued by the Service Provider, always to be worn in the [Location] on their person while performing services on [Client] premises.\nAll Service Provider staff will be required to wear some type of uniform to be always worn while on [Work Location], for quick identification.\nNo temporary employee will be allowed to work on [Client] premises without prior authorization by [Client]. Only hired staff of the Service Provider are allowed on [Work Location]. Any other persons outside of working staff need prior approval by [Client].\nThe Service Provider shall not allow children, pets, and non-employees on the premises.\nThe Service Provider's employees or subcontractors must not remove or consume any property belonging to [Client], [Client] employees, [Client] [Occupants], or General Public. This includes any articles that may be deposited for disposal in trash receptacles.\nThe Service Provider's employees or subcontractors must not use [Client], [Client] employees, [Client] [Occupants], or General Public property including telephones, fax or copy machines, ladders, lifts, maintenance equipment, or the like, for personal or any other use.\nSmoking is not allowed on [Client] premises per [Policy]. [Client Smoking Policy].\nThe Service Provider shall replace any employee immediately at [Client]'s request if they are found with contraband/prohibited items in their possession.\nThe Service Provider's employees, if working after normal business hours, will ensure that all doors, windows, and gates giving access to [Work Areas] are secured. All lights, except night lights, are to be turned off before leaving the premises. Failure to properly secure [Work Areas] may result in a reduction of payment.\nFalse Alarms – If a Service Provider employee is found responsible for a false alarm, the Service Provider shall be responsible for paying the fines within [Payment Period] of notification of the false alarm charge.\nThe Service Provider shall be responsible for training and protecting all their employees or subcontractors, while engaged in the performance of any work or services under this Agreement, as to the safeguards used and precautions taken, for the proper handling of infectious materials. This training shall take place no later than [Time Period] prior to the start of any work."
  },
  {
    "title": "On Site Requirements",
    "clause": "On Site Requirements:\nThe Service Provider may be issued the necessary [Access Requirements]. In no case shall the Service Provider make duplicates of any [Client] issued [Access Requirements]. [Client] will deduct [Penalty Amount] from payments to the Service Provider for each [Access Requirement] lost, broken through neglect or misuse, or not returned to [Client] at the completion of services. In no circumstance will the [Access Requirements] be removed from [Work Location]. The [Access Requirements] must be returned to a designated location / [Secure Location] at the end of each working day.\nThe Service Provider shall report any [Work Area] damage or potential hazard immediately to the [Client Representative] or [Client Contact] by [Contact Method] at [Contact Information] during normal business hours of [Business Hours]. After normal business hours, emergencies shall be directed to [Emergency Contact] at [Emergency Contact Information]. For life-threatening emergencies, calls shall be directed to [Emergency Services].\nHazardous conditions shall be immediately remedied or secured by the Service Provider's qualified and trained personnel to prevent further damage and/or protection of all personnel from exposure or injury. Specifically, as regards to [Specific Requirement].\nIncidents, altercations, or accidents involving [Client Visitors], Service Provider's employees or [Client] employees shall be reported to the [Client Representative] within [Reporting Period]. All incidents, altercations, or accidents involving Service Provider personnel require a written report from the Service Provider describing the incident or accident.\nThe Service Provider and all subcontractors must obtain a [Business Requirement] within [Time Period] of the Contract award. The [Business Requirement] fee will be as stated in the fee schedule. Obtaining a [Business Requirement] shall not be reason for an increase in the awarded contract."
  },
  {
    "title": "Inspections/Meetings",
    "clause": "Inspections/Meetings:\nThe [Client Representative] will inspect all work performed by the Service Provider [Inspection Frequency]. Upon completion of the assigned scope of work in a designated area, the Service Provider must schedule an inspection with the [Client Representative]. Failure to have specified areas inspected and approved by the [Client Representative] will delay payment (i.e., invoices will not be approved for payment until the designated area is inspected and signed off by a [Client Representative]).\nIn the event of work performance deficiencies, the [Client Representative] will notify the Service Provider. Notification will be provided by [Notification Method] for documentation purposes. [Client] requires that the Service Provider rectify the deficiencies within [Resolution Period] of notification or be subject to financial penalties.\nAt the discretion of management, random [Work Area] checks will be conducted to ensure quality checks conducted by service provider meet the [Client Standard].\nA [Check-in Frequency] is required between the Service Provider and a [Client Representative].\nIn addition, the Service Provider will be expected to meet [Meeting Frequency] with [Client Representatives] for planning and to discuss any issues."
  },
  {
    "title": "Changes/Invoices/Payments",
    "clause": "Changes/Invoices/Payments:\nAny changes to the Agreement must be approved in writing by [Client Procurement Personnel] in [Client Procurement Department].\nThe Service Provider will provide clear, itemized, and easy to read invoices for services rendered to the [Client Representative].\nPayments will only be approved in arrears, after services are performed, for completed work as confirmed by the [Client Representative].\nA progress report showing work completed ([Work Area Breakdown]) shall be attached to the invoice(s) submitted for payment."
  },
  {
    "title": "Other Requirements",
    "clause": "Other Requirements:\nThe Service Provider shall comply with any other [Client] policies, procedures, requirements, or instructions provided by [Client Representatives] related to the performance of services under this Agreement.\nThe Service Provider shall promptly notify [Client Representatives] of any issues, concerns, or circumstances that may impact the delivery of services or create potential risks or liabilities for [Client].\nThe Service Provider shall maintain open communication with [Client Representatives] and provide regular updates on the progress of work, any challenges encountered, and proposed solutions.\nThe Service Provider shall ensure that all services are performed in a professional, ethical, and lawful manner, adhering to industry best practices and applicable regulations.\nThe Service Provider shall cooperate fully with [Client] in any audits, inspections, or investigations related to the services performed under this Agreement.\nAny additional terms, conditions, or requirements not explicitly covered in this Agreement shall be subject to mutual agreement between [Client] and the Service Provider, and shall be documented in writing."
  }
]
